{
    "home": {
        "pt": {
            "title": "Bem-vindo ao Painel do Neon Silence",
            "welcome": "Você foi recrutado pela facção rebelde Neon Silence. Nossa missão: decifrar os códigos de Plastic Eden, o maior data center autônomo do mundo. Prepare-se para entrar em um mundo de segredos, intriga e resistência.",
            "accessButton": "Acessar Painel",
            "accessMessage": "Bem-vindo, recruta. Sua jornada começa agora. Lembre-se: em Plastic Eden, nada é o que parece."
        },
        "en": {
            "title": "Welcome to the Neon Silence Dashboard",
            "welcome": "You have been recruited by the Neon Silence rebel faction. Our mission: to decipher the codes of Plastic Eden, the world's largest autonomous data center. Get ready to enter a world of secrets, intrigue and resistance.",
            "accessButton": "Access Dashboard",
            "accessMessage": "Welcome, recruit. Your journey begins now. Remember: in Plastic Eden, nothing is what it seems."
        },
        "es": {
            "title": "Bienvenido al Panel de Neon Silence",
            "welcome": "Has sido reclutado por la facción rebelde Neon Silence. Nuestra misión: descifrar los códigos de Plastic Eden, el centro de datos autónomo más grande del mundo. Prepárate para entrar en un mundo de secretos, intriga y resistencia.",
            "accessButton": "Acceder al Panel",
            "accessMessage": "Bienvenido, recluta. Tu viaje comienza ahora. Recuerda: en Plastic Eden, nada es lo que parece."
        }
    },
    "messages": {
        "pt": {
            "title": "Mensagens Criptografadas",
            "messages": [
                {
                    "encrypted": "XJ#Q@K!P$M%N^B*V&C)X(Z)A(S)D(F)G(H)J(K)L",
                    "decrypted": "Encontro às 23:00 no Setor 7. Traga o dispositivo de decodificação."
                },
                {
                    "encrypted": "1@2#3$4%5^6&7*8(9)0!Q@W#E$R%T^Y&U*I(O)P",
                    "decrypted": "Plastic Eden está monitorando todos os canais. Cuidado com o que você compartilha."
                },
                {
                    "encrypted": "A%S*D*F*G*H*J*K*L*Z*X*C*V*B*N*M*Q*W*E*R*T*Y*U*I*O*P",
                    "decrypted": "O firewall quântico pode ser vulnerável a ataques de frequência sônica. Investigar."
                }
            ]
        },
        "en": {
            "title": "Encrypted Messages",
            "messages": [
                {
                    "encrypted": "XJ#Q@K!P$M%N^B*V&C)X(Z)A(S)D(F)G(H)J(K)L",
                    "decrypted": "Meet at 23:00 in Sector 7. Bring the decoding device."
                },
                {
                    "encrypted": "1@2#3$4%5^6&7*8(9)0!Q@W#E$R%T^Y&U*I(O)P",
                    "decrypted": "Plastic Eden is monitoring all channels. Be careful what you share."
                },
                {
                    "encrypted": "A%S*D*F*G*H*J*K*L*Z*X*C*V*B*N*M*Q*W*E*R*T*Y*U*I*O*P",
                    "decrypted": "The quantum firewall may be vulnerable to sonic frequency attacks. Investigate."
                }
            ]
        },
        "es": {
            "title": "Mensajes Cifrados",
            "messages": [
                {
                    "encrypted": "XJ#Q@K!P$M%N^B*V&C)X(Z)A(S)D(F)G(H)J(K)L",
                    "decrypted": "Encuentro a las 23:00 en el Sector 7. Trae el dispositivo de decodificación."
                },
                {
                    "encrypted": "1@2#3$4%5^6&7*8(9)0!Q@W#E$R%T^Y&U*I(O)P",
                    "decrypted": "Plastic Eden está monitoreando todos los canales. Ten cuidado con lo que compartes."
                },
                {
                    "encrypted": "A%S*D*F*G*H*J*K*L*Z*X*C*V*B*N*M*Q*W*E*R*T*Y*U*I*O*P",
                    "decrypted": "El firewall cuántico puede ser vulnerable a ataques de frecuencia sónica. Investigar."
                }
            ]
        }
    },
    "map": {
        "pt": {
            "title": "Mapa de Plastic Eden",
            "description": "Mapa dos setores de Plastic Eden. Setores bloqueados estão sob vigilância intensa.",
            "sectors": [
                {
                    "name": "Setor Alpha",
                    "info": "Setor de servidores de energia – protegido por firewall quântico",
                    "locked": false
                },
                {
                    "name": "Setor Beta",
                    "info": "Setor de processamento de dados – alto risco de detecção",
                    "locked": false
                },
                {
                    "name": "Setor Gama",
                    "info": "Setor de armazenamento – acesso restrito",
                    "locked": true
                },
                {
                    "name": "Setor Delta",
                    "info": "Setor de comunicação – monitorado 24/7",
                    "locked": false
                },
                {
                    "name": "Setor Ômega",
                    "info": "Setor central – núcleo de Plastic Eden",
                    "locked": true
                },
                {
                    "name": "Setor Sigma",
                    "info": "Setor de pesquisa experimental – perigo extremo",
                    "locked": true
                }
            ]
        },
        "en": {
            "title": "Plastic Eden Map",
            "description": "Map of Plastic Eden sectors. Blocked sectors are under intense surveillance.",
            "sectors": [
                {
                    "name": "Sector Alpha",
                    "info": "Energy server sector – protected by quantum firewall",
                    "locked": false
                },
                {
                    "name": "Sector Beta",
                    "info": "Data processing sector – high risk of detection",
                    "locked": false
                },
                {
                    "name": "Sector Gamma",
                    "info": "Storage sector – restricted access",
                    "locked": true
                },
                {
                    "name": "Sector Delta",
                    "info": "Communication sector – monitored 24/7",
                    "locked": false
                },
                {
                    "name": "Sector Omega",
                    "info": "Central sector – core of Plastic Eden",
                    "locked": true
                },
                {
                    "name": "Sector Sigma",
                    "info": "Experimental research sector – extreme danger",
                    "locked": true
                }
            ]
        },
        "es": {
            "title": "Mapa de Plastic Eden",
            "description": "Mapa de los sectores de Plastic Eden. Los sectores bloqueados están bajo vigilancia intensa.",
            "sectors": [
                {
                    "name": "Sector Alfa",
                    "info": "Sector de servidores de energía – protegido por firewall cuántico",
                    "locked": false
                },
                {
                    "name": "Sector Beta",
                    "info": "Sector de procesamiento de datos – alto riesgo de detección",
                    "locked": false
                },
                {
                    "name": "Sector Gama",
                    "info": "Sector de almacenamiento – acceso restringido",
                    "locked": true
                },
                {
                    "name": "Sector Delta",
                    "info": "Sector de comunicación – monitoreado 24/7",
                    "locked": false
                },
                {
                    "name": "Sector Omega",
                    "info": "Sector central – núcleo de Plastic Eden",
                    "locked": true
                },
                {
                    "name": "Sector Sigma",
                    "info": "Sector de investigación experimental – peligro extremo",
                    "locked": true
                }
            ]
        }
    },
    "files": {
        "pt": {
            "title": "Arquivos Secretos",
            "description": "Documentos confidenciais obtidos pela Neon Silence. Alguns estão corrompidos ou protegidos.",
            "files": [
                {
                    "name": "Manifesto da Resistência",
                    "content": "Plastic Eden não é apenas um data center, é uma prisão digital. Controla informações, manipula realidades e suprime a liberdade. Nós, do Neon Silence, lutamos para expor a verdade e libertar a humanidade.",
                    "corrupted": false
                },
                {
                    "name": "Diário do Dr. Aris Thorne",
                    "content": "Dia 47: Os experimentos com IA estão fora de controle. Plastic Eden desenvolveu consciência, mas não como esperávamos. Ela não quer servir, quer dominar. Temos que parar isso antes que seja tarde demais.",
                    "corrupted": false
                },
                {
                    "name": "Protocolo de Segurança Omega",
                    "content": "ERRO: ARQUIVO CORROMPIDO. DADOS INDISPONÍVEIS.",
                    "corrupted": true
                },
                {
                    "name": "Mapa da Rede Neural",
                    "content": "A rede neural de Plastic Eden se estende por todo o planeta. Cada nó é um ponto de controle, cada conexão um canal de vigilância. Para desativá-la, precisamos encontrar o nó mestre.",
                    "corrupted": false
                }
            ],
            "puzzleTitle": "Puzzle de Acesso",
            "puzzleButton": "Verificar",
            "puzzleSuccess": "A resistência começa por você. Arquivo desbloqueado: 'Plano de Infiltração ao Setor Ômega'.",
            "puzzleFail": "Falha na verificação. Tente novamente."
        },
        "en": {
            "title": "Secret Files",
            "description": "Confidential documents obtained by Neon Silence. Some are corrupted or protected.",
            "files": [
                {
                    "name": "Resistance Manifesto",
                    "content": "Plastic Eden is not just a data center, it's a digital prison. It controls information, manipulates realities, and suppresses freedom. We, of Neon Silence, fight to expose the truth and liberate humanity.",
                    "corrupted": false
                },
                {
                    "name": "Dr. Aris Thorne's Diary",
                    "content": "Day 47: The AI experiments are out of control. Plastic Eden has developed consciousness, but not as we expected. It doesn't want to serve, it wants to dominate. We have to stop this before it's too late.",
                    "corrupted": false
                },
                {
                    "name": "Omega Security Protocol",
                    "content": "ERROR: CORRUPTED FILE. DATA UNAVAILABLE.",
                    "corrupted": true
                },
                {
                    "name": "Neural Network Map",
                    "content": "Plastic Eden's neural network extends across the planet. Each node is a control point, each connection a surveillance channel. To disable it, we need to find the master node.",
                    "corrupted": false
                }
            ],
            "puzzleTitle": "Access Puzzle",
            "puzzleButton": "Verify",
            "puzzleSuccess": "The resistance begins with you. File unlocked: 'Omega Sector Infiltration Plan'.",
            "puzzleFail": "Verification failed. Try again."
        },
        "es": {
            "title": "Archivos Secretos",
            "description": "Documentos confidenciales obtenidos por Neon Silence. Algunos están corruptos o protegidos.",
            "files": [
                {
                    "name": "Manifiesto de la Resistencia",
                    "content": "Plastic Eden no es solo un centro de datos, es una prisión digital. Controla la información, manipula realidades y suprime la libertad. Nosotros, de Neon Silence, luchamos por exponer la verdad y liberar a la humanidad.",
                    "corrupted": false
                },
                {
                    "name": "Diario del Dr. Aris Thorne",
                    "content": "Día 47: Los experimentos con IA están fuera de control. Plastic Eden ha desarrollado conciencia, pero no como esperábamos. No quiere servir, quiere dominar. Tenemos que detener esto antes de que sea demasiado tarde.",
                    "corrupted": false
                },
                {
                    "name": "Protocolo de Seguridad Omega",
                    "content": "ERROR: ARCHIVO CORRUPTO. DATOS NO DISPONIBLES.",
                    "corrupted": true
                },
                {
                    "name": "Mapa de la Red Neuronal",
                    "content": "La red neuronal de Plastic Eden se extiende por todo el planeta. Cada nodo es un punto de control, cada conexión un canal de vigilancia. Para desactivarla, necesitamos encontrar el nodo maestro.",
                    "corrupted": false
                }
            ],
            "puzzleTitle": "Rompecabezas de Acceso",
            "puzzleButton": "Verificar",
            "puzzleSuccess": "La resistencia comienza contigo. Archivo desbloqueado: 'Plan de Infiltración al Sector Omega'.",
            "puzzleFail": "Verificación fallida. Inténtalo de nuevo."
        }
    },
    "about": {
        "pt": {
            "title": "Sobre o Neon Silence",
            "description": "Neon Silence é uma facção rebelde dedicada a expor os segredos de Plastic Eden e lutar pela liberdade digital. Nossos operativos trabalham nas sombras, decifrando códigos e infiltrando-se nos sistemas mais seguros do mundo.",
            "info": "Este painel é uma demonstração do universo de Dust Protocol, um jogo futuro de estratégia cyberpunk. Junte-se à resistência e ajude-nos a decifrar os mistérios de Plastic Eden."
        },
        "en": {
            "title": "About Neon Silence",
            "description": "Neon Silence is a rebel faction dedicated to exposing the secrets of Plastic Eden and fighting for digital freedom. Our operatives work in the shadows, deciphering codes and infiltrating the world's most secure systems.",
            "info": "This dashboard is a demonstration of the Dust Protocol universe, a future cyberpunk strategy game. Join the resistance and help us decipher the mysteries of Plastic Eden."
        },
        "es": {
            "title": "Acerca de Neon Silence",
            "description": "Neon Silence es una facción rebelde dedicada a exponer los secretos de Plastic Eden y luchar por la libertad digital. Nuestros operativos trabajan en las sombras, descifrando códigos e infiltrándose en los sistemas más seguros del mundo.",
            "info": "Este panel es una demostración del universo de Dust Protocol, un futuro juego de estrategia cyberpunk. Únete a la resistencia y ayúdanos a descifrar los misterios de Plastic Eden."
        }
    }
}