{
  "pt": {
    "home": "Início",
    "virtualMode": "Modo Virtual",
    "realMode": "Modo Real",
    "appAccess": "Acesso ao App",
    "heroTitle": "Evora",
    "heroSubtitle": "Um protótipo híbrido para explorar ecossistemas urbanos e criar soluções para os desafios do futuro",
    "accessApp": "Acessar o App",
    "virtualModeTitle": "Modo Virtual",
    "virtualModeDesc": "Uma cidade construída com elementos virtuais, usando bibliotecas como ThreeJS para simular as interações humanas, com casas, escritórios, empresas, comércio, indústria, escolas, hospitais, dia e noite, mudanças de clima, evolução das pessoas (idade, renda, saúde, etc). É uma réplica do mundo real para estudo sobre as relações sociais. Serve tanto para uso em escolas e universidades como também para negócios.",
    "virtualDemoText": "Simulação Virtual da Cidade",
    "toggleDayNight": "Alternar Dia/Noite",
    "toggleWeather": "Alterar Clima",
    "realModeTitle": "Modo Real",
    "realModeDesc": "Maquetes funcionais de elementos das cidades, sendo que a primeira maquete é uma usina hidrelética, e máquete seguinte será uma cidade, usando elementos de microrobótica para construir as partes móveis, e usando Raspberry Py para o controle.",
    "realDemoText": "Maquetes Funcionais com Microrrobótica",
    "appAccessTitle": "Acesso ao App",
    "appDescription": "Experimente o futuro em suas mãos",
    "dealeGear": "DealeGear",
    "gearLabs": "GearLabs",
    "documentation": "Documentação",
    "community": "Comunidade",
    "allRightsReserved": "Todos os direitos reservados."
  },
  "en": {
    "home": "Home",
    "virtualMode": "Virtual Mode",
    "realMode": "Real Mode",
    "appAccess": "App Access",
    "heroTitle": "Evora",
    "heroSubtitle": "A hybrid prototype to explore urban ecosystems and create solutions for future challenges",
    "accessApp": "Access the App",
    "virtualModeTitle": "Virtual Mode",
    "virtualModeDesc": "A city built with virtual elements, using libraries like ThreeJS to simulate human interactions, with houses, offices, companies, commerce, industry, schools, hospitals, day and night, weather changes, evolution of people (age, income, health, etc.). It is a replica of the real world for studying social relations. It serves both for use in schools and universities as well as for businesses.",
    "virtualDemoText": "Virtual City Simulation",
    "toggleDayNight": "Toggle Day/Night",
    "toggleWeather": "Change Weather",
    "realModeTitle": "Real Mode",
    "realModeDesc": "Functional models of city elements, where the first model is a hydroelectric plant, and the next model will be a city, using microrobotics elements to build the moving parts, and using Raspberry Pi for control.",
    "realDemoText": "Functional Models with Microrobotics",
    "appAccessTitle": "App Access",
    "appDescription": "Experience the future in your hands",
    "dealeGear": "DealeGear",
    "gearLabs": "GearLabs",
    "documentation": "Documentation",
    "community": "Community",
    "allRightsReserved": "All rights reserved."
  },
  "es": {
    "home": "Inicio",
    "virtualMode": "Modo Virtual",
    "realMode": "Modo Real",
    "appAccess": "Acceso a la App",
    "heroTitle": "Evora",
    "heroSubtitle": "Un prototipo híbrido para explorar ecosistemas urbanos y crear soluciones para los desafíos del futuro",
    "accessApp": "Acceder a la App",
    "virtualModeTitle": "Modo Virtual",
    "virtualModeDesc": "Una ciudad construida con elementos virtuales, utilizando bibliotecas como ThreeJS para simular las interacciones humanas, con casas, oficinas, empresas, comercio, industria, escuelas, hospitales, día y noche, cambios climáticos, evolución de las personas (edad, ingresos, salud, etc.). Es una réplica del mundo real para el estudio de las relaciones sociales. Sirve tanto para uso en escuelas y universidades como para negocios.",
    "virtualDemoText": "Simulación Virtual de la Ciudad",
    "toggleDayNight": "Alternar Día/Noche",
    "toggleWeather": "Cambiar Clima",
    "realModeTitle": "Modo Real",
    "realModeDesc": "Maquetas funcionales de elementos de las ciudades, donde la primera maqueta es una central hidroeléctrica, y la siguiente maqueta será una ciudad, utilizando elementos de microrrobótica para construir las partes móviles, y utilizando Raspberry Pi para el control.",
    "realDemoText": "Maquetas Funcionales con Microrrobótica",
    "appAccessTitle": "Acceso a la App",
    "appDescription": "Experimenta el futuro en tus manos",
    "dealeGear": "DealeGear",
    "gearLabs": "GearLabs",
    "documentation": "Documentación",
    "community": "Comunidad",
    "allRightsReserved": "Todos los derechos reservados."
  }
}